niklasdathe/IRBicycleWheelSpeedSensor/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_RMT_RX_ISR_CACHE_SAFE=n
CONFIG_COMPILER_CXX_EXCEPTIONS=n
CONFIG_COMPILER_CXX_RTTI=n
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y
CONFIG_BT_BLUEDROID_ENABLED=n
CONFIG_BT_NIMBLE_ROLE_PERIPHERAL=y
CONFIG_BT_NIMBLE_GATT_SERVER=y
